; Let It Rain FX UI strings. Key = the English text.
; Blank value = fall back to English. UTF-16 LE with BOM, always.
; Generated from translations.csv by build.ps1 - do not hand-edit.
[Strings]
Settings - Let It Rain FX=Impostazioni - Let It Rain FX
Rain=Pioggia
Snow=Neve
Intensity=Intensità
Low=Bassa
High=Alta
Wind Direction=Direzione del vento
Left=Sinistra
Right=Destra
Simplified snow heap=Cumulo di neve semplificato
Change Particle Color=Cambia colore delle particelle
Hide behind windows=Nascondi dietro le finestre
Start with Windows=Avvia con Windows
About - Let It Rain FX=Informazioni - Let It Rain FX
Report issues or send feedback to=Segnala problemi o invia commenti a
Support=Sostieni
Other apps=Altre app
Fast, lightweight, and minimalist photo viewer designed for the modern Windows=Visualizzatore di foto veloce, leggero e minimalista progettato per il Windows moderno
Configure=Impostazioni
About=Informazioni
Exit=Esci
